Workspace/run/11-sineWaveDamping-outlet-pressure-NRINSCBC-backward-300hz-only-temperatureOutletNSCBC-300hz/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication $(getApplication)
postProcess -s sample postProcess -func sample -noZero
#------------------------------------------------------------------------------
